[
  {
    "category": "open_hours",
    "title": "Jam Operasional dan Waktu Istirahat",
    "content": "Klinik kami buka setiap hari Senin hingga Jumat mulai pukul 08:00 WIB sampai 16:00 WIB. Pada hari Sabtu, klinik buka dari pukul 08:00 WIB hingga 12:00 WIB. Klinik tutup pada hari Minggu dan hari libur nasional. Untuk layanan darurat, silakan hubungi nomor telepon darurat kami yang tersedia 24 jam.\n\nKlinik memiliki waktu istirahat pada pukul 12:00 WIB hingga 13:00 WIB setiap hari kerja. Selama waktu istirahat, layanan administrasi tetap tersedia namun pemeriksaan medis akan dilanjutkan setelah pukul 13:00 WIB."
  },
  {
    "category": "examination_flow",
    "title": "Alur Pemeriksaan Pasien",
    "content": "Pasien dapat melakukan pendaftaran melalui dua cara: pendaftaran online melalui website atau aplikasi mobile, dan pendaftaran offline langsung di loket pendaftaran klinik. Setelah mendaftar, pasien akan mendapatkan nomor antrian. Pasien dimohon untuk datang 15 menit sebelum waktu praktik dokter dimulai.\n\nSetelah tiba di klinik, pasien yang sudah mendaftar online harus melakukan check-in di loket pendaftaran dengan menunjukkan nomor registrasi. Pasien yang mendaftar offline akan langsung mendapatkan nomor antrian setelah mengisi formulir pendaftaran. Pastikan membawa kartu identitas (KTP/SIM) dan kartu BPJS jika menggunakan BPJS.\n\nSetelah check-in, pasien dimohon untuk menunggu di ruang tunggu. Nomor antrian akan ditampilkan di layar monitor dan dipanggil melalui sistem audio. Harap memperhatikan nomor antrian Anda. Jika nomor antrian Anda dipanggil sebanyak 3 kali dan tidak hadir, maka nomor antrian akan dilewati dan Anda harus mengambil nomor antrian baru.\n\nKetika nomor antrian dipanggil, pasien akan diarahkan ke ruang pemeriksaan dokter. Dokter akan melakukan anamnesis, pemeriksaan fisik, dan memberikan diagnosis. Jika diperlukan, dokter akan memberikan resep obat atau rujukan untuk pemeriksaan lebih lanjut. Durasi pemeriksaan rata-rata 15-20 menit per pasien.\n\nSetelah pemeriksaan selesai, pasien akan menerima resep obat (jika ada) dan nota pembayaran. Pasien dapat melakukan pembayaran di kasir dan mengambil obat di apotek klinik. Waktu tunggu pengambilan obat berkisar 10-15 menit tergantung jumlah antrian."
  },
  {
    "category": "services",
    "title": "Layanan Kesehatan yang Tersedia",
    "content": "Klinik menyediakan layanan pemeriksaan kesehatan umum yang meliputi konsultasi dokter umum, pemeriksaan tekanan darah, pemeriksaan gula darah, dan pemeriksaan kesehatan rutin lainnya. Layanan ini tersedia setiap hari kerja dan dapat diakses dengan atau tanpa janji temu.\n\nKlinik memiliki dokter spesialis yang praktik sesuai jadwal yang telah ditentukan. Spesialisasi yang tersedia antara lain: Spesialis Penyakit Dalam, Spesialis Anak, Spesialis Jantung, Spesialis Kulit dan Kelamin, serta Spesialis Mata. Untuk konsultasi dengan dokter spesialis, disarankan untuk membuat janji temu terlebih dahulu.\n\nKlinik dilengkapi dengan fasilitas laboratorium untuk pemeriksaan darah lengkap, urine, feses, dan pemeriksaan laboratorium lainnya. Hasil pemeriksaan laboratorium biasanya tersedia dalam 1-3 hari kerja tergantung jenis pemeriksaan. Pasien akan dihubungi melalui telepon atau SMS ketika hasil sudah siap.\n\nApotek klinik menyediakan berbagai macam obat-obatan baik obat resep maupun obat bebas. Apoteker kami siap memberikan konsultasi mengenai penggunaan obat yang tepat. Apotek buka sesuai jam operasional klinik dan menerima resep dari dokter klinik maupun dari luar klinik.\n\nKlinik menyediakan layanan imunisasi untuk bayi, anak, dan dewasa. Jenis imunisasi yang tersedia meliputi imunisasi dasar, imunisasi booster, dan imunisasi untuk perjalanan. Untuk layanan imunisasi, pasien diharapkan membuat janji temu terlebih dahulu untuk memastikan ketersediaan vaksin."
  },
  {
    "category": "registration_info",
    "title": "Informasi Pendaftaran Pasien",
    "content": "Pendaftaran online dapat dilakukan melalui website klinik atau aplikasi mobile. Pasien perlu membuat akun terlebih dahulu dengan mengisi data diri lengkap. Setelah login, pilih dokter dan jadwal yang diinginkan, kemudian konfirmasi pendaftaran. Pasien akan menerima nomor registrasi melalui email dan SMS yang harus ditunjukkan saat check-in di klinik.\n\nPendaftaran offline dilakukan langsung di loket pendaftaran klinik. Pasien mengisi formulir pendaftaran dan menyerahkan kartu identitas untuk verifikasi. Petugas akan membantu memilihkan jadwal dokter yang tersedia. Setelah pendaftaran selesai, pasien akan langsung mendapatkan nomor antrian dan dapat menunggu di ruang tunggu.\n\nUntuk pendaftaran, pasien diwajibkan membawa kartu identitas yang masih berlaku (KTP/SIM/Paspor). Bagi pasien yang menggunakan BPJS Kesehatan, harap membawa kartu BPJS dan surat rujukan dari faskes tingkat pertama (jika diperlukan). Pasien baru diwajibkan mengisi formulir data diri lengkap untuk pembuatan rekam medis.\n\nPasien dapat membatalkan atau mengubah jadwal pendaftaran maksimal 2 jam sebelum waktu praktik dokter. Pembatalan dapat dilakukan melalui website, aplikasi mobile, atau menghubungi call center klinik. Untuk pendaftaran offline, pembatalan dapat dilakukan langsung di loket pendaftaran atau melalui telepon.\n\nKlinik menggunakan sistem antrian berdasarkan nomor urut pendaftaran. Pasien yang datang lebih awal akan mendapatkan nomor antrian lebih kecil. Setiap dokter memiliki kuota maksimal pasien per hari untuk memastikan kualitas pelayanan. Jika kuota sudah penuh, pasien dapat memilih jadwal lain atau dokter lain yang masih tersedia."
  }
]
